// $("button").click(function(){
    // alert(1212334);
//     $(".r1").toggle();
//   });
$('#but').on('click', function() {
    alert("«Игра в кальмара» (кор. ????? Оджино Геим, Ojing-eo Geim) — южнокорейский веб-сериал в жанре выживания, приключенческого боевика, триллера и драмы. Режиссёром и автором сценария всех девяти эпизодов стал Хван Дон Хёк. Главные роли исполнили Ли Джон Джэ, Пак Хэ Су[en], О Ён Су, Ви Ха Джун, Чон Хо Ён, Хо Сон Тхэ, Анупам Трипати[en] и Ким Чжу Рён. Сериал повествует о группе людей, которые из-за нужды в деньгах принимают приглашение об участии в тайном турнире на выживание с финальным призом в размере 45,6 млрд вон (38,5 млн долларов США). 17 сентября 2021 года состоялась мировая премьера сериала на платформе Netflix.");
    // $(".popupGames").toggle();
});